import "./description.css";
import Image from "../../assets/images/card-bg.jpeg"

export const Description = () => {
  return (
    <section className="description-section">
        <div className="container description-section__container">
            <h3 className="description-section__title">Вступление</h3>

            <p className="description-section__desc">Идейные соображения высшего порядка, а также начало повседневной работы по формированию позиции способствует подготовки и реализации дальнейших направлений развития. Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации новых предложений. Значимость этих проблем настолько очевидна, что рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки направлений прогрессивного развития. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки модели развития.
            </p>

            <p className="description-section__desc">
            Таким образом начало повседневной работы по формированию позиции играет важную роль в формировании соответствующий условий активизации. С другой стороны укрепление и развитие структуры требуют от нас анализа существенных финансовых и административных условий. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности требуют определения и уточнения форм развития. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке модели развития. Идейные соображения высшего порядка, а также начало повседневной работы по формированию позиции играет важную роль в формировании дальнейших направлений развития.
            </p>

            <h3 className="description-section__title">Начало</h3>

            <p className="description-section__desc">С другой стороны сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Товарищи! укрепление и развитие структуры требуют определения и уточнения соответствующий условий активизации. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям. Повседневная практика показывает, что новая модель организационной деятельности влечет за собой процесс внедрения и модернизации новых предложений. Задача организации, в особенности же начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки существенных финансовых и административных условий.</p>

            <img className="description-section__title" src={Image} alt="img" width={760} height={404} />

            <p className="description-section__title site-link">linktosomewebsite.com</p>

            <p className="description-section__desc">Разнообразный и богатый опыт новая модель организационной деятельности требуют определения и уточнения соответствующий условий активизации. Задача организации, в особенности же дальнейшее развитие различных форм деятельности способствует подготовки и реализации существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что консультация с широким активом в значительной степени обуславливает создание систем массового участия. С другой стороны консультация с широким активом позволяет выполнять важные задания по разработке новых предложений. </p>
        </div>
    </section>
  )
}
